Repository: LetsGoDev-com/wc-bogo-deals
Catalog: resources/languages/wc-bogo-deals-*.po
Languages: es_es

source: Add New Bogo Deal
es_es: Agregar nueva Oferta

source: Edit Bogo Deal
es_es: Editar Oferta

source: New Bogo Deal
es_es: Nueva Oferta

source: View Bogo Deal
es_es: Ver Oferta

source: Search Bogo Deals
es_es: Buscar Ofertas

source: Nothing found
es_es: Nada en contrado

source: Nothing found in Trash
es_es: Nada encontrado en el tacho

source: Deal Conditions
es_es: Condiciones de Oferta

source: Enable Bogo
es_es: Activar Oferta

source: Deal
es_es: Oferta

source: Example: 2x1
es_es: Ejemplo: 2x1

source: Apply discount to...
es_es: Aplicar descuento a...

source: the same product
es_es: el mismo producto

source: multiple products
es_es: multiples productos

source: Give most expensive products for free
es_es: Dar gratis el producto más barato

source: Give less expensive products for free
es_es: Dar gratis el producto menos barato

source: Apply only to user logged
es_es: Aplicar sólo a usuarios registrados

source: Choose user roles ( empty for all roles )
es_es: Elige los roles ( vacío para todos los roles )

source: Apply the deal only with a link
es_es: Aplicar la oferta sólo con un link

source: Share this link with users who must access this deal
es_es: Comparte este link con usuarios quienes deban tener acceso a esta oferta

source: Deal Message
es_es: Mensaje de Oferta

source: This message will appear on the checkout page
es_es: Este mensaje aparecerá en la página de venta

source: Deal 2x1
es_es: Oferta 2x1

source: Deal Priority
es_es: Prioridad de la Oferta

source: 1 is less
es_es: 1 es menor

source: Deal location
es_es: Ubicación de la Oferta

source: Product Categories
es_es: Categoría de Productos

source: Select the categories where to apply the deal
es_es: Seleciona las categorías dónde aplicará la oferta

source: Product Attributes
es_es: Atributo del Producto

source: Select the attributes where to apply the deal
es_es: Selecciona los atributos dónde aplicará la oferta

source: Include Products
es_es: Productos Incluídos

source: Select the products where to apply the deal ( type more than 3 letters to start the search )
es_es: Selecciona los productos dónde aplicará la oferta ( escribe más de 3 letras y se iniciará a buscar )

source: Exclude Products
es_es: Productos Excluídos

source: Select the products where the deal will not apply ( type more than 3 letters to start the search )
es_es: Selecciona los productos dónde no aplicará la oferta ( escribe más de 3 letras y se iniciará a buscar )

source: Status
es_es: Estado

source: Type
es_es: Tipo

source: Priority
es_es: Prioridad

source: Enable
es_es: Activado

source: Disable
es_es: Desactivado

source: Notices
es_es: Alertas

source: Notice to product page
es_es: Alertar en la página de producto

source: Enable notice if the product has a deal in the product page (OnSale format)
es_es: Activar alerta si el producto tiene una oferta en la página de producto ( formato OnSale )

source: Notice to shop page
es_es: Alertar en la página de shopping

source: Enable notice if there is a product with a deal in the shop page (OnSale format)
es_es: Activar alerta si hay un producto con una oferta en la página shopping ( formato OnSale )

source: Notice to checkout page
es_es: Alertar en finalizar compra

source: Enable notice if any product in the cart almost has a deal
es_es: Activar alerta si algún producto en el carrito casi tiene una oferta

source: Notice Message to checkout page
es_es: Mensaje de la alerta en finalizar compra

source: [deal_number]: is like 2x1, 3x2, ...
es_es: [deal_number]: es como 2x1, 3x2, ...

source: %s does not exist.
es_es: %s no existe.

source: You are almost there for a [deal_number], add more products to the cart and get a surprise
es_es: Ya casi llegas a [deal_number], agrega más productos al carrito y recibe una sorpresa
